---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SlabFailures
source: html/69fb213d-f9d0-205a-7a2d-8361369f8196.htm
---
# BuiltInFailures.SlabFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.